Repository: nadiamee71-del/azur_confort
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, it

# heroTitle1
source: Your comfort,
de: Ihr Komfort,
es: Su confort,
fr: Votre confort,
it: Il vostro comfort,

# heroTitle2
source: our priority.
de: unsere Priorität.
es: nuestra prioridad.
fr: notre priorité.
it: la nostra priorità.

# heroSubtitle
source: Air Conditioning • Heat Pumps • Plumbing • Heating
de: Klimaanlage • Wärmepumpen • Sanitär • Heizung
es: Climatización • Bombas de calor • Fontanería • Calefacción
fr: Climatisation • Pompes à chaleur • Plomberie • Chauffage
it: Climatizzazione • Pompe di calore • Idraulica • Riscaldamento

# heroBadge
source: Fast intervention 06 & 83
de: Schnelle Intervention 06 & 83
es: Intervención rápida 06 & 83
fr: Intervention rapide 06 & 83
it: Intervento rapido 06 & 83

# heroArtisan
source: Qualified refrigeration technician on the French Riviera
de: Qualifizierter Kältetechniker an der gesamten Côte d'Azur
es: Técnico frigorista cualificado en toda la Costa Azul
fr: Artisan frigoriste qualifié sur toute la Côte d'Azur
it: Tecnico frigorista qualificato su tutta la Costa Azzurra

# buttonCall
source: Call now
de: Jetzt anrufen
es: Llamar ahora
fr: Appeler maintenant
it: Chiama ora

# buttonQuote
source: Request a quote
de: Angebot anfordern
es: Solicitar presupuesto
fr: Demander un devis
it: Richiedi un preventivo

# statExperience
source: Years of experience
de: Jahre Erfahrung
es: Años de experiencia
fr: Ans d'expérience
it: Anni di esperienza

# statClients
source: Satisfied customers
de: Zufriedene Kunden
es: Clientes satisfechos
fr: Clients satisfaits
it: Clienti soddisfatti

# statIntervention
source: Fast intervention
de: Schnelle Intervention
es: Intervención rápida
fr: Intervention rapide
it: Intervento rapido

# servicesTitle
source: Our services
de: Unsere Dienstleistungen
es: Nuestros servicios
fr: Nos services
it: I nostri servizi

# servicesSubtitle
source: Cold, heat, water: complete solutions for your comfort
de: Kälte, Wärme, Wasser: Komplettlösungen für Ihren Komfort
es: Frío, calor, agua: soluciones completas para su confort
fr: Froid, chaud, eau : des solutions complètes pour votre confort
it: Freddo, caldo, acqua: soluzioni complete per il vostro comfort

# serviceClimatisation
source: Air Conditioning
de: Klimaanlage
es: Climatización
fr: Climatisation
it: Climatizzazione

# serviceFrigoriste
source: Refrigeration
de: Kältetechnik
es: Frigorista
fr: Frigoriste
it: Frigorista

# servicePac
source: Heat Pumps
de: Wärmepumpen
es: Bombas de calor
fr: Pompes à chaleur
it: Pompe di calore

# serviceChauffage
source: Heating
de: Heizung
es: Calefacción
fr: Chauffage
it: Riscaldamento

# servicePlomberie
source: Plumbing
de: Sanitär
es: Fontanería
fr: Plomberie
it: Idraulica

# serviceElectricite
source: Electricity
de: Elektrik
fr: Électricité
it: Elettricità

# electriciteDesc
source: Electrical installation, renovation and repair for individuals and professionals.
de: Elektroinstallation, Renovierung und Reparatur für Privat- und Geschäftskunden.
fr: Installation, rénovation et dépannage électrique pour particuliers et professionnels.
it: Installazione, ristrutturazione e riparazione elettrica per privati e professionisti.

# climatisationDesc
source: Installation, maintenance and repair of air conditioning systems for individuals and professionals.
de: Installation, Wartung und Reparatur von Klimaanlagen für Privat- und Geschäftskunden.
es: Instalación, mantenimiento y reparación de sistemas de climatización para particulares y profesionales.
fr: Installation, entretien et dépannage de systèmes de climatisation pour particuliers et professionnels.
it: Installazione, manutenzione e riparazione di sistemi di climatizzazione per privati e professionisti.

# frigoristeDesc
source: Expert in commercial and industrial refrigeration: cold rooms, refrigerated displays, refrigeration equipment.
de: Experte für gewerbliche und industrielle Kältetechnik: Kühlräume, Kühlvitrinen, Kälteanlagen.
es: Experto en frío comercial e industrial: cámaras frigoríficas, vitrinas refrigeradas, equipos frigoríficos.
fr: Expert en froid commercial et industriel : chambres froides, vitrines réfrigérées, équipements frigorifiques.
it: Esperto in refrigerazione commerciale e industriale: celle frigorifere, vetrine refrigerate, attrezzature frigorifere.

# pacDesc
source: Ecological and economical solutions to heat and cool your home all year round.
de: Ökologische und wirtschaftliche Lösungen zum Heizen und Kühlen Ihres Hauses das ganze Jahr über.
es: Soluciones ecológicas y económicas para calentar y refrescar su hogar durante todo el año.
fr: Solutions écologiques et économiques pour chauffer et rafraîchir votre habitat toute l'année.
it: Soluzioni ecologiche ed economiche per riscaldare e rinfrescare la vostra casa tutto l'anno.

# chauffageDesc
source: Installation and maintenance of efficient heating systems for your thermal comfort.
de: Installation und Wartung von effizienten Heizsystemen für Ihren thermischen Komfort.
es: Instalación y mantenimiento de sistemas de calefacción eficientes para su confort térmico.
fr: Installation et maintenance de systèmes de chauffage performants pour votre confort thermique.
it: Installazione e manutenzione di sistemi di riscaldamento efficienti per il vostro comfort termico.

# plomberieDesc
source: General plumbing, bathroom renovation, emergency repair and sanitary installation.
de: Allgemeine Sanitärarbeiten, Badezimmerrenovierung, Notfallreparatur und Sanitärinstallation.
es: Fontanería general, renovación de baños, reparación de emergencia e instalación sanitaria.
fr: Plomberie générale, rénovation de salle de bain, dépannage et installation sanitaire.
it: Idraulica generale, ristrutturazione bagno, riparazione di emergenza e installazione sanitaria.

# zonesTitle
source: Intervention areas
de: Einsatzgebiete
es: Zonas de intervención
fr: Zones d'intervention
it: Zone di intervento

# zonesSubtitle
source: Air conditioning and plumbing in Alpes-Maritimes (06) and Var (83)
de: Klimaanlage und Sanitär in Alpes-Maritimes (06) und Var (83)
es: Climatización y fontanería en Alpes-Maritimes (06) y Var (83)
fr: Climatisation et plomberie dans les Alpes-Maritimes (06) et le Var (83)
it: Climatizzazione e idraulica nelle Alpi Marittime (06) e nel Var (83)

# interventionZone
source: Intervention throughout the department
de: Einsatz im gesamten Departement
es: Intervención en todo el departamento
fr: Intervention dans tout le département
it: Intervento in tutto il dipartimento

# whyUsTitle
source: Why choose us?
de: Warum uns wählen?
es: ¿Por qué elegirnos?
fr: Pourquoi nous choisir ?
it: Perché sceglierci?

# whyUsSubtitle
source: Trusted refrigeration technician and heating plumber – Fast intervention 06 & 83
de: Vertrauenswürdiger Kältetechniker und Heizungsinstallateur – Schnelle Intervention 06 & 83
es: Técnico frigorista y fontanero calefactor de confianza – Intervención rápida 06 & 83
fr: Artisan frigoriste et plombier chauffagiste de confiance – Intervention rapide 06 & 83
it: Tecnico frigorista e idraulico riscaldatore di fiducia – Intervento rapido 06 & 83

# whyQualified
source: Qualified craftsman
de: Qualifizierter Handwerker
es: Artesano cualificado
fr: Artisan qualifié
it: Artigiano qualificato

# whyQualifiedDesc
source: Certified refrigeration technician
de: Zertifizierter Kältetechniker
es: Técnico frigorista certificado
fr: Frigoriste certifié
it: Tecnico frigorista certificato

# whyReactive
source: Responsiveness
de: Reaktionsfähigkeit
es: Reactividad
fr: Réactivité
it: Reattività

# whyReactiveDesc
source: Intervention within 24h
de: Intervention innerhalb 24h
es: Intervención en 24h
fr: Intervention sous 24h
it: Intervento entro 24h

# whyTransparent
source: Transparency
de: Transparenz
es: Transparencia
fr: Transparence
it: Trasparenza

# whyTransparentDesc
source: Free detailed quote
de: Kostenloser detaillierter Kostenvoranschlag
es: Presupuesto gratuito detallado
fr: Devis gratuit détaillé
it: Preventivo gratuito dettagliato

# whyGuarantee
source: Guarantee
de: Garantie
es: Garantía
fr: Garantie
it: Garanzia

# whyGuaranteeDesc
source: Satisfaction guaranteed
de: Zufriedenheit garantiert
es: Satisfacción garantizada
fr: Satisfaction assurée
it: Soddisfazione garantita

# seoTitle
source: Air conditioning, heat pump and plumbing craftsman – Alpes-Maritimes (06) & Var (83)
de: Handwerker für Klimaanlage, Wärmepumpe und Sanitär – Alpes-Maritimes (06) & Var (83)
es: Artesano climatización, bomba de calor y fontanería – Alpes-Maritimes (06) & Var (83)
fr: Artisan climatisation, pompe à chaleur et plomberie – Alpes-Maritimes (06) & Var (83)
it: Artigiano climatizzazione, pompa di calore e idraulica – Alpi Marittime (06) & Var (83)

# seoParagraph1
source: Azur Confort operates throughout the Alpes-Maritimes (Nice, Cannes, Mandelieu, Grasse, Antibes, Menton…) and the Var (Fréjus, Saint-Raphaël, Toulon, Hyères…). The company specializes in the installation, maintenance and repair of mono-split and multi-split air conditioners, air-to-air and air-to-water heat pumps, domestic heating systems and plumbing work (bathroom renovation, leak detection, faucet replacement, emergency repair).
de: Azur Confort ist in den gesamten Alpes-Maritimes (Nizza, Cannes, Mandelieu, Grasse, Antibes, Menton…) und im Var (Fréjus, Saint-Raphaël, Toulon, Hyères…) tätig. Das Unternehmen ist spezialisiert auf Installation, Wartung und Reparatur von Mono-Split- und Multi-Split-Klimaanlagen, Luft-Luft- und Luft-Wasser-Wärmepumpen, Hausheizungssystemen und Sanitärarbeiten (Badezimmerrenovierung, Lecksuche, Armaturenaustausch, Notfallreparatur).
es: Azur Confort interviene en todos los Alpes-Maritimes (Niza, Cannes, Mandelieu, Grasse, Antibes, Menton…) y en el Var (Fréjus, Saint-Raphaël, Toulon, Hyères…). La empresa está especializada en la instalación, mantenimiento y reparación de aires acondicionados mono-split y multi-split, bombas de calor aire-aire y aire-agua, sistemas de calefacción doméstica y trabajos de fontanería (renovación de baños, detección de fugas, sustitución de grifería, reparación de emergencia).
fr: Azur Confort intervient dans toutes les Alpes-Maritimes (Nice, Cannes, Mandelieu, Grasse, Antibes, Menton…) et dans le Var (Fréjus, Saint-Raphaël, Toulon, Hyères…). L'entreprise est spécialisée dans l'installation, l'entretien et le dépannage de climatisations mono-split et multi-split, pompes à chaleur air-air et air-eau, systèmes de chauffage domestique et travaux de plomberie (rénovation de salle de bain, recherche de fuites, remplacement de robinetterie, dépannage d'urgence).
it: Azur Confort interviene in tutte le Alpi Marittime (Nizza, Cannes, Mandelieu, Grasse, Antibes, Mentone…) e nel Var (Fréjus, Saint-Raphaël, Tolone, Hyères…). L'azienda è specializzata nell'installazione, manutenzione e riparazione di climatizzatori mono-split e multi-split, pompe di calore aria-aria e aria-acqua, sistemi di riscaldamento domestico e lavori idraulici (ristrutturazione bagno, ricerca perdite, sostituzione rubinetteria, riparazione di emergenza).

# seoParagraph2
source: By choosing Azur Confort, you benefit from a local refrigeration technician and heating plumber who listens to your needs. We support you in choosing equipment, installing reversible air conditioning in the 06 and 83 areas, commissioning, annual maintenance of air conditioning and heat pumps, and air conditioning and plumbing repairs. The goal: to guarantee your thermal comfort all year round, with fast interventions, personalized advice and careful work.
de: Mit Azur Confort profitieren Sie von einem lokalen Kältetechniker und Heizungsinstallateur, der auf Ihre Bedürfnisse eingeht. Wir begleiten Sie bei der Auswahl der Geräte, der Installation von reversiblen Klimaanlagen in den Bereichen 06 und 83, der Inbetriebnahme, der jährlichen Wartung von Klimaanlagen und Wärmepumpen sowie der Reparatur von Klimaanlagen und Sanitäranlagen. Das Ziel: Ihren thermischen Komfort das ganze Jahr über zu garantieren, mit schnellen Eingriffen, persönlicher Beratung und sorgfältiger Arbeit.
es: Al elegir Azur Confort, usted se beneficia de un técnico frigorista y fontanero calefactor de proximidad, atento a sus necesidades. Le acompañamos en la elección del material, la instalación de aire acondicionado reversible en el 06 y el 83, la puesta en servicio, el mantenimiento anual de climatización y bomba de calor, y la reparación de climatización y fontanería. El objetivo: garantizar su confort térmico durante todo el año, con intervenciones rápidas, consejos personalizados y un trabajo cuidado.
fr: En choisissant Azur Confort, vous bénéficiez d'un artisan frigoriste et plombier chauffagiste de proximité, à l'écoute de vos besoins. Nous vous accompagnons dans le choix du matériel, l'installation de clim réversible dans le 06 et le 83, la mise en service, l'entretien annuel de climatisation et de pompe à chaleur, et le dépannage climatisation et plomberie. L'objectif : garantir votre confort thermique toute l'année, avec des interventions rapides, des conseils personnalisés et un travail soigné.
it: Scegliendo Azur Confort, beneficiate di un tecnico frigorista e idraulico riscaldatore di prossimità, attento alle vostre esigenze. Vi accompagniamo nella scelta del materiale, nell'installazione di climatizzatori reversibili nel 06 e nel 83, nella messa in servizio, nella manutenzione annuale di climatizzazione e pompa di calore, e nella riparazione di climatizzazione e idraulica. L'obiettivo: garantire il vostro comfort termico tutto l'anno, con interventi rapidi, consigli personalizzati e un lavoro accurato.

# footerArtisan
source: Refrigeration technician on the French Riviera (06 & 83)
de: Kältetechniker an der Côte d'Azur (06 & 83)
es: Técnico frigorista en la Costa Azul (06 & 83)
fr: Artisan frigoriste sur la Côte d'Azur (06 & 83)
it: Tecnico frigorista sulla Costa Azzurra (06 & 83)

# footerRights
source: © 2025 Azur Confort - All rights reserved
de: © 2025 Azur Confort - Alle Rechte vorbehalten
es: © 2025 Azur Confort - Todos los derechos reservados
fr: © 2025 Azur Confort - Tous droits réservés
it: © 2025 Azur Confort - Tutti i diritti riservati

# legalMentions
source: Legal notices
de: Impressum
es: Menciones legales
fr: Mentions légales
it: Note legali

# chatbotHelp
source: Need help?
de: Brauchen Sie Hilfe?
es: ¿Necesita ayuda?
fr: Besoin d'aide ?
it: Hai bisogno di aiuto?

# chatbotWelcome
source: Hello! I am the virtual assistant of Azur Confort. How can I help you?
de: Hallo! Ich bin der virtuelle Assistent von Azur Confort. Wie kann ich Ihnen helfen?
es: ¡Hola! Soy el asistente virtual de Azur Confort. ¿Cómo puedo ayudarle?
fr: Bonjour ! Je suis l'assistant virtuel d'Azur Confort. Comment puis-je vous aider ?
it: Ciao! Sono l'assistente virtuale di Azur Confort. Come posso aiutarti?

# navHome
source: Home
de: Startseite
es: Inicio
fr: Accueil

# navServices
source: Services
de: Dienstleistungen
es: Servicios
it: Servizi

# navAbout
source: About
de: Über uns
es: Nosotros
fr: À propos
it: Chi siamo

# navContact
source: Contact
de: Kontakt
es: Contacto
it: Contatti

# languageSelector
source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua

# contactTitle
source: Contact us
de: Kontaktieren Sie uns
es: Contáctenos
fr: Contactez-nous
it: Contattaci

# contactSubtitle
source: A question? A project? Contact Azur Confort
de: Eine Frage? Ein Projekt? Kontaktieren Sie Azur Confort
es: ¿Una pregunta? ¿Un proyecto? Contacte con Azur Confort
fr: Une question ? Un projet ? Contactez Azur Confort
it: Una domanda? Un progetto? Contatta Azur Confort

# aboutTitle
source: About Azur Confort
de: Über Azur Confort
es: Sobre Azur Confort
fr: À propos d'Azur Confort
it: Chi è Azur Confort

# aboutSubtitle
source: Your comfort partner for over 10 years
de: Ihr Komfortpartner seit über 10 Jahren
es: Su socio de confort desde hace más de 10 años
fr: Votre partenaire confort depuis plus de 10 ans
it: Il vostro partner per il comfort da oltre 10 anni

source: Alpes-Maritimes
it: Alpi Marittime
